<template>
<div class="conditions">
  <div class="conditions-content">
    <div class="conditions-block">
      <h3>Условия предоставления займов</h3>
    </div>
    <div class="conditions-block">
      <h3>Срок займа и ставка вознаграждения</h3>
      <p>Ставка вознаграждения - от 7,0 %</p>
      <p>Годовая эффективная ставка вознаграждения, с учетом всех комиссий и штрафов не более 56,0 %</p>
      <p>Срок займа – минимальный срок займа 61 день, максимальный срок займа 60 месяцев.</p>
    </div>
    <div class="conditions-block">
      <h3>Финансовая ответственность (штрафы и проценты)</h3>
      <p>Штрафные санкции (неустойка) за нарушение обязательства по возврату суммы займа и (или) уплате вознаграждения и (или) уплате иных платеже - В течение 90 дней просрочки - 0,5% от суммы просроченного платежа за каждый день просрочки только в момент окончания grace period, по истечении 90 дней просрочки - 0,03% от суммы просроченного платежа за каждый день просрочки, но не более 10% от суммы выданного займа за каждый год действия договора банковского займа.

      </p>
    </div>
    <div class="conditions-block">
      <h3>Методы взыскания задолженности</h3>
      <p>В случае просрочки, банк будет применять все законные средства взыскания задолженности, включая официальные коллекторские агентства или судебное взыскание.</p>
    </div>
    <div class="conditions-block">
      <h3>Возможное влияние на рейтинг кредитоспособности клиента</h3>
      <p>В случае просрочки, банк будет передавать данные о сумме и сроке просрочки в кредитные бюро, что может повлиять на кредитную историю и кредитный рейтинг заемщика.</p>
    </div>
    <div class="conditions-block">
      <h3>Условия возобновления кредита</h3>
      <p>Заем возобновляется только по запросу клиента и без комиссий.</p>
    </div>
    <div class="conditions-block">
      <h3>Пример расчета общей стоимости займа</h3>
      <p>Сумма займа: 1 000 000 тг.</p>
      <p>Процентная ставка: от 7,0%</p>
      <p>Срок займа: 48 месяцев</p>
      <p>Ежемесячный платеж: 38 139 тг.</p>
      <p>Переплата за весь срок займа: 38 139 * 48 – 1 000 000 = 542 672 тг.</p>
    </div>
  </div>

</div>
</template>

<script>
    export default {
        name: "conditions"
    }
</script>

<style scoped lang="scss">
.conditions{

  background-color: #fafafa;
  .conditions-content{
    max-width: 120rem;
    margin: auto;
    padding: 2rem 1.6rem;
  }
}
  .conditions-block{
    margin-bottom: 1.6rem;
  }
  h3{
    font-size: 1.6rem;
  }
  p{
    font-size: 1.4rem;
  }
</style>
